Repository: danerose/heb
Catalog: lib/core/l10n/app_*.arb
Languages: es

source: Pokemon Exchange
es: Intercambio Pokémon

# selectUpToPokemon
source: Select up to 5 Pok√©mon to add to your team.
es: Selecciona hasta 5 pokemons para añadirlos a tu Equipo

source: Hello
es: Hola

# splashScreenForDemostration
source: This screen is only for demostration porpuses.
es: Esta pantalla es solo para demostración.

source: Close
es: Cerrar

source: Add to my Team
es: Agregar a mi Equipo

source: Delete from My Team
es: Eliminar de tu Equipo

# alreadyPartOfYuorTeam
source: Already part of your Team
es: Ya es parte de tu Equipo

source: Your team is Complete
es: Tu Equipo está completo

source: Your team is Empty
es: Tu Equipo esta vacío
